/* 
  Installer.strings
  CleanMyMac

  Created by tanlan on 9/25/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/
"Installer_WindowTitle" = "安装 %@";
"Installer_StatusTextValue_Downloading" = "正在下载 %@...";
"Installer_StatusTextValue_Retrying" = "下载失败。正在重试...";
"Installer_StatusTextValue_RetryingSec" = "下载失败。%lus 后重试";

"Installer_IncompleteAlert_Message" = "下载仍在进行中";
"Installer_IncompleteAlert_InformativeText" = "您确定要在 %@ 下载完前退出？";
"Installer_IncompleteAlert_DefaultButton" = "继续下载";
"Installer_IncompleteAlert_AlternativeButton" = "退出";

"Installer_FailureAlert_Message" = "下载失败";
"Installer_FailureAlert_InformativeText" = "尝试下载 %@ 时出现错误。 请尝试直接从网站下载。";
"Installer_FailureAlert_DefaultButton" = "直接下载";
"Installer_FailureAlert_AlternativeButton" = "取消";

"Installer_NoConnection_DefaultButton" = "稍后提现";
